/* Error messages. */
"Error:  %@" = "Fehler: %@";
"An error occurred.  %@  OSErr %d" = "Es ist ein Fehler aufgetreten. %@ OSErr %d";
"Unable to open that file." = "Diese Datei kann nicht geöffnet werden.";
"Unable to execute that file." = "Diese Datei kann nicht ausgeführt werden.";
"A script error occurred.  %s" = "Es ist ein Skriptfehler aufgetreten. %s";
"Unable to resolve that alias because the original item cannot be found." = "Dieses Alias konnte nicht aufgelöst werden, da das Ausgangsobjekt nicht gefunden wurde.";

/* Menu items. */
"%@ Scripts" = "%@ Skripts";
"Open Scripts Folder" = "Skriptordner öffnen";
"Network Scripts" = "Netzwerkskripts";

/* [3466319] [3917107] */
"Open Network Scripts Folder" = "Skriptordner des Netzerks öffnen";
"Open Computer Scripts Folder" = "Skriptordner des Computers öffnen";
"Open User Scripts Folder" = "Skriptordner des Benutzers öffnen";
"Open %@ Scripts Folder" = "Skriptordner von %@ öffnen";

/* Menu item for opening the default script editor application. Parameter is the name of the application. */
"Open %@" = "%@ öffnen";

/* Default script editor application name, used when the current application cannot be found. In this string, "Script Editor" does not refer literally to the application named "Script Editor". */
"Default Script Editor" = "Standard-Skripteditor";
